{
  "products": [
    {
      "id": 1,
      "title": "Fuse Vert Vertical Vinyl Record Player with Bluetooth & FM Radio",
      "price": "194.99",
      "description": "Spin your favorite vinyl records on the Fuse Vert Vertical Record Player, a flipped-up turntable that's perfectly balanced, with a counter weighted tonearm that prevents wobbling and delivers high-quality sound with its Audio-Technica needle and built-in speakers.",
      "category": "electronics",
      "image": "https://www.brookstone.com/cdn/shop/products/Rad-Vert-4_Ashtree_11_1_750x.jpg?v=1700839889"
    },
    {
      "id": 2,
      "title": "Fuse Rad Radio with Bluetooth",
      "price": "79.99",
      "description": "Retro Vintage RadioFuse Audio presents the RAD-V1. Enjoy high-quality sound with retro style. Bring back the nostalgia without giving up modern conveniences like Bluetooth or AUX connectivity. Rich bass and sound make this a standout stereo.",
      "category": "electronics",
      "image": "https://www.brookstone.com/cdn/shop/products/Rad-V1_1_750x.jpg?v=1651262322"
    },
    {
      "id": 3,
      "title": "Lexon Tykho FM Radio & Bluetooth Speaker",
      "price": "59.90",
      "description": "A POWERFUL DESIGN THAT EVOKES NOSTALGIA - Our award-winning radio is an iconic design that’s adapted with the times while staying true to what’s important. Tykho’s retro shape is reminiscent of the staple AM/FM radios that stood in our parents’ kitchens, but with a contemporary twist. We’ve given the classic bestseller a modern Bluetooth® upgrade complete with a 3W speaker. ",
      "category": "electronics",
      "image": "https://www.brookstone.com/cdn/shop/products/LA119W7_Mastic_3_750x.jpg?v=1665409836"
    },
    {
      "id": 4,
      "title": "The Decent Living Germany Beech Wood Bluetooth Speaker",
      "price": "135",
      "description": "Stylish, artful and sophisticated, these slotted wooden portable speakers boast a clever minimalist design and fantastic sound quality. Cut from a single piece of German beech wood using precision laser technology, then hand-sanded for a clean and polished finish, our speakers combine art and functionality. The seamless design eliminates any unnecessary features – just ON/OFF button and a USB-C – perfectly embodying the minimalist philosophy. Supremely portable and able to connect to any Bluetooth device, you can easily take them with you on your travels – to the beach, abroad, or just to your back garden. With top of the range bass radiators and dual 5W power drivers, our wooden Bluetooth speakers deliver shockingly good sound quality, even at the highest volume. The powerful lithium ion battery inside the portable Bluetooth speaker guarantees up to 8 hours of continuous use, giving you plenty of time to savor your favorite sounds.",
      "category": "electronics",
      "image": "https://www.brookstone.com/cdn/shop/products/6970065723852-2_v2_750x.jpg?v=1646767406"
    },
    {
      "id": 5,
      "title": "Loftie Smart Digital Alarm Clock with Sleep Sounds and Bluetooth Speaker",
      "price": "149",
      "description": "Loftie is a thoughtfully connected alarm clock designed to help people break up with their smartphone alarms and get more sleep Disconnect from your devices before going to sleep with the Loftie Digital Alarm Clock, a multi-function bedside design. Each Loftie comes with a dimmable display, nightlight, two-phase alarm, and custom content playable right on the device, including guided meditations, sound baths, breathwork exercises, sleep playlists, plus a variety of relaxing sounds. Equally important though is everything Loftie does not connect to: your email, apps, social media and all the stress they bring along. In short, it’s everything you need (and nothing you don’t) for a dreamier bedroom atmosphere..",
      "category": "Sleep",
      "image": "https://www.brookstone.com/cdn/shop/products/brownnoise_750x.jpg?v=1664494298"
    },
    {
      "id": 6,
      "title": "Shower Power: Waterproof Remote Control",
      "price": "29",
      "description": "A waterproof remote control for the Shower Power: Hydropower Shower Speaker. Control your music right inside of your shower.",
      "category": "electronics",
      "image": "https://www.brookstone.com/cdn/shop/products/shpabkr1_black_1_07d80a94-16fd-457f-8eb2-72a0b2eb3d36_750x.jpg?v=1656515715"
    },
    {
      "id": 7,
      "title": "Droplet Pro: Waterproof LED Bluetooth Speaker",
      "price": "99",
      "description": "Droplet Pro is a 100% waterproof Bluetooth speaker. On its own, it's a great little travel speaker, but it also pairs with Shower Power or Shower Power Pro — so you can use it to build out surround sound in your bathroom.",
      "category": "electronics",
      "image": "https://www.brookstone.com/cdn/shop/products/droplet_1_750x.png?v=1656515500"
    },
    {
      "id": 8,
      "title": "Aipower Wearbuds Lite - Smart Watch Fitness Tracker with Earbuds",
      "price": "159.99",
      "description": "Future meets function. Wearbuds are like AirPods that charge on your wrist. A two-in-one smart watch that includes earbuds for audio. Track your health and sleep, play music, and take calls.",
      "category": "Fitness",
      "image": "https://www.brookstone.com/cdn/shop/products/w20l_black_1_750x.jpg?v=1654734066"
    },
    {
      "id": 9,
      "title": "Lexon Mino T Outdoor Bluetooth Speaker",
      "price": "49.90",
      "description": "Meet Mino T the latest, and most outdoorsy member of the Mino family. Made for exploring, use its carabiner to clip the speaker to items like your bag or bike. Built with a considered design in mind, this speaker is also a stand alone modern interior piece that you can proudly display indoors The Mina T has been carefully engineered with a passive bass system. This built-in technology allows for an overall quality listening experience, so you can enjoy a more balanced, fuller sound on the go..",
      "category": "electronics",
      "image": "https://www.brookstone.com/cdn/shop/products/LA124K9_Matt_Kakhi_1_750x.jpg?v=1646682284"
    },
    {
      "id": 10,
      "title": "Lexon Mino+ Wireless Charging Bluetooth Speaker",
      "price": "29.90",
      "description": "This Lexon Mino+ Speaker fits in the palm of your hand and delivers powerful 3W sound quality. The Mino+ offers two charging methods: wirelessly with any Qi-enabled charging pad or via its USB-C port. Use the Mino+ to enjoy portable music in your office, home or wherever you travel. Pair two of them together for an unparalleled stereo sound experience. The speaker can also be used to make and receive hands-free calls, and its remote button helps you take the perfect selfie with your smartphone.",
      "category": "electronics",
      "image": "https://www.brookstone.com/cdn/shop/products/LA125D_Alu_Light_Gold_1_750x.jpg?v=1646678561"
    },
    {
      "id": 11,
      "title": "Fuse Rec Vertical Vinyl Record Player with Bluetooth",
      "price": "179.99",
      "description": "Retro Style Record Experience The Fuse Rec is a premium vertical vinyl audio system that plays on the lines of Mid Century modern design. Its rectangular shape perfectly blends in with stylish geometric shapes. The Vertical vinyl record player can play 45 and 33 rpm records. This player can receive Bluetooth streaming from your smartphone. The Rec also has a back slit to allow you to display your favorite Record Album Covers .",
      "category": "electronics",
      "image": "https://www.brookstone.com/cdn/shop/products/Rad-Rec-2_Ashtree_5copy_750x.jpg?v=1700087989"
    },
    {
      "id": 12,
      "title": "Lexon Mino L Bluetooth Speaker",
      "price": "49.90",
      "description": "Mino L brings you a portable 5W Bluetooth® speaker that’s been expertly fitted with a passive bass system that doesn’t compromise on sound or design. Invite a modern speaker into your space that truly delivers an object you can proudly display in your interior.A wireless Bluetooth® connection that can be used to make hands-free calls and as a remote selfie trigger. Built in TWS stereo technology means Mino L can be paired with a second, and double its sound performance to 10W. Enjoy playlist after playlist, Mino L gives you up to 5 hours of continuous playtime and is also easily rechargeable via USB-C. With 11 colors and two finishes available to choose from you can be sure to find the perfect Mino L for you and your space.",
      "category": "Technology",
      "image": "https://www.brookstone.com/cdn/shop/products/lexon_750x.jpg?v=1665409780"
    },
    {
      "id": 13,
      "title": "Lexon Powersound Power Bank with Bluetooth Speaker",
      "price": "79.90",
      "description": "PowerSound is an entirely wireless innovation. No connector, no cable; this is a revolutionary 2-in-1 device that combines the convenience of a power bank capable of charging all Qi enabled smartphones or earbuds, with the handy addition of a portable speaker PowerSound is a 5000 mAh Qi wireless power bank that is solely wireless charging and recharging. It has no cables or ports and is fully recharged in 6 hours by setting it on top of any wireless station. PowerSound is also equipped with an LED to indicate the correct positioning while charging itself, or another device..",
      "category": "Technology",
      "image": "https://www.brookstone.com/cdn/shop/products/LA128CH_Chocolate_3_750x.jpg?v=1649356211"
    },
    {
      "id": 14,
      "title": "Live2 Soundbar With Wireless Subwoofer",
      "price": "199.99",
      "description": "The IDEAPLAY sound bars for TV transforms from a TV soundbar speaker into a wireless 2.1 home theater systems for an immersive movie and music-listening experience The Bluetooth soundbar features a 15 powered subwoofer, to connect 4K devices and Bluetooth. With Digital Bluetooth speaker with subwoofer, your music & video games will never sound more incredible. Enhance dialogue clarity and hear every word with a dedicated soundbar with subwoofer and our Dialogue Enhancement EQ mode. Listen to your way with the ability to adjust treble, bass, balance, and levels to accommodate your room or preferences with Bluetooth home theater system. The wireless TV speakers allow you to instantly switch between the sound from your TV and the Bluetooth sound from your mobile phone or tablet. You can choose from several preset sound modes by remote control",
      "category": "Technology",
      "image": "https://www.brookstone.com/cdn/shop/products/1_22b4c78b-f2df-4c34-8155-987793b4d792_750x.jpg?v=1647621496"
    },
    {
      "id": 15,
      "title": "audioCube |Portable|",
      "price": "49.95",
      "description": "A surround sound experience: Most speakers are unidirectional, meaning the best sound is only directly in front of the device. Because the audioCube uses omnidirectional speakers, the sound penetrates air space, without any dead spots. We created a 360° audio experience, where the sound interacts with the room. The audioCube is the best portable Blue- tooth speaker for your home, it is the perfect centerpiece for any gathering Bass: The audioCube has incredible bass, especially for its size. This is further amplified by a vibrating plane, which also doubles as an on/off switch. There is also an integrated LED so you can easily see whether the product is on or off No external adapter required: The audioCube also offers an integrated power circuit, meaning that no bulky external power adapter is required, making it easy to place and charge anywhere Internal battery: The audioCube |Portable| also has an internal battery life of 12 hours for situations and events where no power outlet is available. If you are looking for the best portable speaker to take on the go the audioCube will last longer than other portable wireless speakers Controls: The audioCube features clearly indicated buttons, where you can access all basic controls (pause/play, volume, previous/next song and scan for pairing) with a single touch and all controls have clear audio feedback. If you want to control from a distance the audioCube features Bluetooth connectivity to make it easy.....",
      "category": "Technology",
      "image": "https://www.brookstone.com/cdn/shop/products/3702_EUACWD_750x.jpg?v=1593136563"
    },
    {
      "id": 16,
      "title": "The Decent Living Germany Beech Wood Bluetooth Speaker",
      "price": "135",
      "description": "Simple, sleek, and sophisticated, our Reddot award-winning Bluetooth Speakers combine minimalist design with great sound quality. Crafted from German beech wood cut using precision laser technology, then hand-sanded to perfection, these portable speakers appear more organic than electronic, bringing a touch of nature into your home or office space. Light-weight and easy to transport, they can connect to your Bluetooth device wherever you find yourself – camping, on the beach, or chilling out in your garden. With crystal highs, crisp mids and rich bass, delivered by state of the art bass radiators and dual 5W power drivers, these wireless speakers create an immersive listening experience unlike any other. With an 8 hour battery life powered by a lithium ion battery you can enjoy hours of acoustic pleasure and auditory delight.",
      "category": "Technology",
      "image": "https://www.brookstone.com/cdn/shop/products/6970065724347-1_v2_750x.jpg?v=1695998833"
    },
    {
      "id": 17,
      "title": "Luci Explore: Solar Portable Light + Speaker",
      "price": "85",
      "description": "Ever wonder what the sun sounds like? Lightweight, water-resistant, and solar powered. This smart little light is your personal speaker, mobile charger, and wake-up light. The best travel companion you’ll find. ",
      "category": "outdoor",
      "image": "https://www.brookstone.com/cdn/shop/products/Explore-1031-002-001-028-2_750x.jpg?v=1609361015"
    },
    {
      "id": 18,
      "title": "Aqua Splash 5.0 Waterproof Bluetooth Speaker",
      "price": "39.99",
      "description": "oundCandy® Aqua Splash™ 5.0 is the all-weather, go-anywhere speaker that delivers amazing sound everywhere you want it! Aqua Splash features Bluetooth® wireless technology and connects effortlessly to any device Colorful LED lights pulse to the beat of the music or can be turned off when it’s time to relax. Clip it to your bag or backpack and take it when you’re on the move. The Aqua Splash 5.0 is designed with an IPx7 waterproof housing that can even float in the poolSoundCandy Aqua Splash 5.0 can be paired with a second speaker for a dynamic, all-around sound that fills the whole room!!. ",
      "category": "Technology",
      "image": "https://www.brookstone.com/cdn/shop/products/PC3050BL_MULTI_4_750x.jpg?v=1635805762"
    },
    {
      "id": 19,
      "title": "Wireless Charger Bluetooth Speaker",
      "price": "79.99",
      "description": "The Wireless Charger Bluetooth Speaker does double duty, charging your wireless charging enabled smartphone and providing an audio source to listen to your favorite music from your phone or other Bluetooth device. Simply place your wireless charging enabled smart phone on the cradle to begin charging wirelessly. Pairing your phone to the speaker is easy and the speaker is a great way to listen to your favorite music or podcasts. For wireless charging, the Wireless Charger Bluetooth Speaker plugs into a standard USB outlet, or can be connected to a power block (not included) to plug into a wall outlet for AC power. For listening to music with the Bluetooth speaker, it has a built-in rechargeable battery that lets you listen to music for up to 6 hours, or you can plug it in for continuous power. You can even turn your smartphone into a mini home theatre by placing it on the cradle horizontally or vertically and watching videos as you listen to the audio through the speaker. The Wireless Charger Bluetooth Speaker is great for home, office, or on the go",
      "category": "Technology",
      "image": "https://www.brookstone.com/cdn/shop/products/Sideviewplain_1803_3_750x.jpg?v=1602109501"
    },
    {
      "id": 20,
      "title": "ZEBUDS PREMIUM TWS Earbuds",
      "price": "79.90",
      "description": "TWS (True Wireless) Earbuds with sleek aluminum charging case.Offering an egornomic design and an elegant matching USB-C aluminum charging case, impressive sound quality thanks to Bluetooth 5.0 connection, extended battery life of up to 20 hours, intuitive touch controls to take calls, control music or make voice commands.The ZeBuds Premium TWS earphones have been designed to fully enjoy wireless freedom, with no compromise on style.Compatible with iOS and Android devices, ZeBuds Premium work with the MyKronoz app to allow users to control their earbuds settings, including an equalizer function, and perform updates via OTA (over the air).Product Features:STEREO CALLS & MUSIC / BLUETOOTH® 5.0 CONNECTIVITY / 10M OPERATING RANGE / HD DUAL MICROPHONE / VOICE COMMANDS / AMBIENT NOISE ATTENUATION / INTUITIVE TOUCH CONTROLS / ERGONOMIC DESIGN / USB-C CONNECTOR / FAST CHARGING / UP TO 4 EXTRA CHARGES / IPX4 SPLASH-PROOF",
      "category": "Technology",
      "image": "https://www.brookstone.com/cdn/shop/products/krzebudsprem-lpink_light_pink_1_750x.jpg?v=1633029043"
    },
    {
      "id": 21,
      "title": "Live1 Wireless Soundbar 3D Stereo Sound Audio",
      "price": "109.99",
      "description": "The IDEAPLAY sound bars for TV transforms from a TV soundbar speaker into a wireless 2.0 home theater systems for an immersive movie and music-listening experience. The Bluetooth soundbar features two 3-inch full-range up-firing drivers, and two 0.5inch aluminum dome tweeters to connect 4K devices and Bluetooth. With Digital Bluetooth speaker, your music & video games will never sound more incredibleEnhance dialogue clarity and hear every word with a dedicated soundbar with subwoofer and our Dialogue Enhancement EQ mode. Listen to your way with the ability to adjust treble, bass, balance, and levels to accommodate your room or preferences with Bluetooth home theater system. The wireless TV speakers allow you to instantly switch between the sound from your TV and the Bluetooth sound from your mobile phone or tablet. You can choose from several preset sound modes by remote control.Features:Sound bar for TV with built-in 15 home theater subwoofer ",
      "category": "Technology",
      "image": "https://www.brookstone.com/cdn/shop/products/live1_dark_grey_1_750x.jpg?v=1635796131"
    },
    {
      "id": 22,
      "title": "Ksound True Wireless Earbuds",
      "price": "59.99",
      "description": "High Performance Titanium Driver,Touch Control, Single Earbuds Use,30 Hours Playtime, IPX5 Water Resistant,USB-C Charge",
      "category": "Technology",
      "image": "https://www.brookstone.com/cdn/shop/products/EP-K01_BLACK_1_750x.jpg?v=1605069553"
    },
    {
      "id": 23,
      "title": "The Decent Living Solid Wood Amplifier Speaker",
      "price": "40",
      "description": "A beautiful and extremely useful piece of kit, our solid wood amplifier speaker will not only amplify your favorite music and improve the sound quality, but it’s also acts as a convenient stand for your smartphone. Crafted from either German beech or black US walnut, our amplifier speakers adds a touch of natural sophistication to any home. Amplifying music from your smartphone by up to 3 times without requiring any power source at all, this cell phone amplifier is a truly ingenious solution for those who dislike cables and clutter – the embodiment of minimalism.",
      "category": "Technology",
      "image": "https://www.brookstone.com/cdn/shop/products/6970065722558_v2_750x.jpg?v=1597960591"
    },
    {
      "id": 24,
      "title": "ZEBUDS PRO TWS Wireless Earbuds",
      "price": "99.90",
      "description": "TWS (True Wireless) Earbuds with Qi wireless charging.Meet ZeBud Pro, our first TWS earbuds with a Qi wireless charging case in sleek glass finishing.Offering an ergonomic design, an impressive sound quality thanks to its highly robust Bluetooth 5.0 connection, extended battery life of up to 20h, intuitive touch controls to take calls, control music or make voice commands, the ZeBuds Pro TWS earphones have been designed to experience wireless freedom, with no compromise on style.Compatible with iOS and Android devices, ZeBuds Pro work with the MyKronoz app to allow users to control their earbuds settings, including an equalizer function, and perform updates via OTA (over the air) Product.",
      "category": "Technology",
      "image": "https://www.brookstone.com/cdn/shop/products/krzebudspro-gold_gold_1_750x.jpg?v=1623776703"
    },
    {
      "id": 25,
      "title": "audioCube Portable |Modular|",
      "price": "69.95",
      "description": "No Wi-Fi, No Apps; Just a Click of a Button: Instantly connect your smartphone to multiple audioCubes, you do not need Wi-Fi or an app. With just the click of one button your device will immediately pair to multiple audioCubes.Add Modules to Create your Own Personalized Sound System: Pair a “Host” audioCube Portable |Modular| with other audioCube modules like the Bass and Tweeter, to create your own specific sound. Connect multiple Bass audioCubes for a deeper sound to hear the lower beats or add multiple Tweeter audioCubes for higher pitched sounds.Multi-room Home Speaker System: Connect multiple audioCubes throughout your home from up to 30m (98 ft.) away. You can create your own surround sound system allowing music to flow through your home like air.You can Never Have too Many: One audioCube is not enough. Continually add more audioCubes to your collection to connect them to one another. It is the perfect gift to get or give more than once, you can pair multiple speakers together for a stronger sound.Strong Bass: Enjoy the bass-enhancing subwoofer in the audioCube as you listen to your favorite songs. The strong bass in one audioCube enhances the sound for the highest quality listening experience.Long-lasting Battery, Listen up to 12 Hours: With one full charge you can listen to all of your favorite music on the audioCube for 12 hours. The portable speaker is built to last for your party, BBQ and all your family gatherings.",
      "category": "Technology",
      "image": "https://www.brookstone.com/cdn/shop/products/10500_USAPMW_750x.jpg?v=1593713230"
    },
    {
      "id": 26,
      "title": "The Decent Living Germany Beech Wood Bluetooth Speaker",
      "price": "108",
      "description": "Combining simple design with state of the art technology, our round Bluetooth speakers combine a minimalist aesthetic with impressive all-around sound. Cut from solid German beech wood using laser technology, they are then sanded down to perfect finish. An embodiment of all the best parts of minimalist design, all unnecessary features have been eliminated – all that’s left is an ON/OFF button and a USB-C. A light-weight and portable speaker, you’ll be able to take them wherever you need, allowing you to bring you favorite music along with you on your travels. Boasting dual 5W power drivers and top of the range bass radiators, the sound quality is crisp and clean, with no distortion at even the highest volume – making them among the best Bluetooth speakers available. The powerful lithium ion battery guarantees an 8-hour battery life, while the premium Bluetooth 4.2 technology allows you to connect to all of your Bluetooth-enabled devices at a range of up to 33-ft. All these features combine to create a wooden speaker that’s sophisticated and classy, and an auditory experience that’s a feast for the senses.",
      "category": "Technology",
      "image": "https://www.brookstone.com/cdn/shop/products/6970065723876-3_v2_750x.jpg?v=1695998857"
    },
    {
      "id": 27,
      "title": "The Decent Living Solid Wood Amplifier Speaker",
      "price": "45",
      "description": "A beautiful and extremely useful piece of kit, our solid wood amplifier speaker will not only amplify your favorite music and improve the sound quality, but it’s also acts as a convenient stand for your smartphone. Crafted from either German beech or black US walnut, our amplifier speakers adds a touch of natural sophistication to any home. Amplifying music from your smartphone by up to 3 times without requiring any power source at all, this cell phone amplifier is a truly ingenious solution for those who dislike cables and clutter – the embodiment of minimalism ",
      "category": "Technology",
      "image": "https://www.brookstone.com/cdn/shop/products/6970065722473--8_v2_750x.jpg?v=1639158286"
    },
    {
      "id": 28,
      "title": "Loftie Nightstand Bundle - Clock and Lamp",
      "price": "434",
      "description": "Get to sleep faster when you kick your smartphone out of the bedroom and snuggle up with our awesome music, meditations, and bedtime stories, playable right from the device.Get the rest you deserve with all the white noise and nature sounds you could dream of, plus a gentle nightlight when you need it. Wake up refreshed with a two-phase alarm that mimics your body’s natural waking process and features refreshingly non-alarming alarm sounds.FALL ASLEEP FASTER AND STAY ASLEEP LONGERWith white noise, nature sounds and sleepy storiesIMPROVE YOUR MENTAL WELLNESS",
      "category": "sleep",
      "image": "https://www.brookstone.com/cdn/shop/products/LAMP_W_CLOCK_B_WHITELAMP_BLACKCLOCK_1_750x.jpg?v=1675795633"
    },
    {
      "id": 29,
      "title": "Mina L Audio - Large Portable LED Lamp with Bluetooth Speaker",
      "price": "99.90",
      "description": "MINA L AUDIO Portable Led Lamp With 360° Built-In Bluetooth® Speaker Features: Large portable audio LED lamp Push activation light Dimmer 5W Bluetooth® Speaker Light battery life: up to 24h (tested at 75% brightness, 22°C ambient indoor temperature) Charging time: 3h Rechargeable on USB-C port (cable included) or wirelessly",
      "category": "Technology",
      "image": "https://www.brookstone.com/cdn/shop/files/LH76MAP-3_750x.jpg?v=1699376656"
    },
    {
      "id": 30,
      "title": "Lexon City Energy Pro - Wireless Charging Station With Bluetooth® Speaker & Microphones",
      "price": "69.90",
      "description": "Wireless Charging Station With Bluetooth® Speaker & Microphones Features: 10W Qi wireless charging station Qi-certified 3W Bluetooth® speaker Compatible with all Qi-enabled smartphones Hands-free conference calls Environment noise-cancelling microphones Wireless charging & Bluetooth® LED lights indicator Bluetooth® version: 4.2 I Bluetooth® distance: 10m Connection: USB Type-C (cable included) Power supply: recommend to use with Quick Charge 3.0 Power Adapter (not included) or a DC 9V/2A power Adapter (not included)",
      "category": "Technology",
      "image": "https://www.brookstone.com/cdn/shop/files/LD145DB-2_750x.jpg?v=1699374759"
    },
    {
      "id": 31,
      "title": "Fuse WRAP Vertical Record Player with Bluetooth",
      "price": "179.99",
      "description": "Retro Style Record Experience Introducing a revolutionary turntable design that elevates vinyl to the centerpiece of any room. Prepare for a redefined listening experience that will forever change your perception of vinyl.  Experience elegance with the Fuse WRAP, a vertical vinyl audio system merging Mid-Century design and contemporary patterns. Immerse yourself in nostalgia with versatile 33/45/78 rpm playback and Bluetooth streaming. Fuse Audio delivers aesthetics and exceptional sound quality, creating a captivating audio experience.Elevate your space with the timeless fusion of form and function.The WRAP also has a back slit to allow you to display your favorite Record Album Covers. Our Tone Arm  Featuring a premium Fuse Audio ceramic cartridge, the WRAP is perfectly balanced and counter weighted tone arm allows for the record to be played in a vertical position without wobbling from side to side.  Each tone arm is dynamically adjusted to ensure the tracking force is applied at the correct weight (4g) without damaging your favorite records. This sets a steady sound even when the vinyl has a wobble preventing anti-skating.Ashtree + MDF A smooth grained hardwood that has a durable aesthetically beautiful finish. The Ashtree wood veneer is gracefully wrapped around a MDF box. Ashtree complements mid-century modern style to its finest.",
      "category": "Technology",
      "image": "https://www.brookstone.com/cdn/shop/files/Frame61-3_750x.png?v=1712332844"
    },
    {
      "id": 32,
      "title": "Fuse ANDLE Portable Wireless Bluetooth Speaker",
      "price": "49.99",
      "description": "Retro Style Record Experience Introducing a revolutionary turntable design that elevates vinyl to the centerpiece of any room. Prepare for a redefined listening experience that will forever change your perception of vinyl.  Experience elegance with the Fuse WRAP, a vertical vinyl audio system merging Mid-Century design and contemporary patterns. Immerse yourself in nostalgia with versatile 33/45/78 rpm playback and Bluetooth streaming. Fuse Audio delivers aesthetics and exceptional sound quality, creating a captivating audio experience.Elevate your space with the timeless fusion of form and function.The WRAP also has a back slit to allow you to display your favorite Record Album Covers. Our Tone Arm  Featuring a premium Fuse Audio ceramic cartridge, the WRAP is perfectly balanced and counter weighted tone arm allows for the record to be played in a vertical position without wobbling from side to side.  Each tone arm is dynamically adjusted to ensure the tracking force is applied at the correct weight (4g) without damaging your favorite records. This sets a steady sound even when the vinyl has a wobble preventing anti-skating.Ashtree + MDF A smooth grained hardwood that has a durable aesthetically beautiful finish. The Ashtree wood veneer is gracefully wrapped around a MDF box. Ashtree complements mid-century modern style to its finest.",
      "category": "Technology",
      "image": "https://www.brookstone.com/cdn/shop/files/Rad-Andle-Bl_Black_8_750x.jpg?v=1700083867"
    },
    {
      "id": 33,
      "title": "Fuse ZIDE Bluetooth Speaker Radio",
      "price": "69.99",
      "description": "VINTAGE STYLE ALARM CLOCK RADIO WITH BLUETOOTH SPEAKER - BROWN WOOD or BLACK Introducing the Fuse Zide: a fusion of timeless design and modern technology in a compact Bluetooth speaker. Embrace the nostalgic charm of mid-century aesthetics with this retro-inspired marvel, boasting a wood vinyl wrap that complements any decor. Immerse yourself in a multifaceted audio experience with the Zide's remarkable features. Tune in to your favorite AM/FM radio stations and relish the magic of vintage broadcasting. Seamlessly connect your phone via Bluetooth and stream your music library wirelessly, reveling in the freedom to control your playlist from across the room.",
      "category": "Technology",
      "image": "https://www.brookstone.com/cdn/shop/files/Rad-Zide-Br_Brown_2_750x.jpg?v=1700083898"
    },
    {
      "id": 34,
      "title": "LINNER Venus High-Fidelity OTC Hearing Aids - Crystal-Clear Sound, Comfortable Fit, and Smart Controls with Wireless Mic for TV Watching",
      "price": "199.99",
      "description": "Linner stands for a life well-heard. Linner, in the Audiology business since 2016, is differentiated from the rest of the OTC Hearing Aid market primarily through 3 main pillars: their intelligent, audio-optimized hardware, their interactive software which allows one to customize for their specific hearing needs, and their Audiologist-supported customer service, who can help customers optimize their hearing experience. Experience enhanced clarity and speech comprehension with a 12-channel sound processor, Knowles speaker technology for speech intelligibility, 3 distinct hearing modes to adapt to your surroundings, and a whopping 24-hour battery life, because life doesn't pause for battery recharging. All of this in the most discreet possible package, a completely In-The-Ear format. Hearing life again has never been simpler than with Linner Venus.",
      "category": "Technology",
      "image": "https://www.brookstone.com/cdn/shop/files/B600_Black_1_750x.jpg?v=1717544993"
    },
    {
      "id": 35,
      "title": "LINNER Mars OTC Hearing Aids with Noise & Feedback Cancellation Discreet Fit for All-Day Comfort with Focus Mode",
      "price": "399.99",
      "description": "Linner stands for a life well-heard. Linner, in the Audiology business since 2016, is differentiated from the rest of the OTC Hearing Aid market primarily through 3 main pillars: their intelligent, audio-optimized hardware, their interactive software which allows one to customize for their specific hearing needs, and their Audiologist-supported customer service, who can help customers optimize their hearing experience. Experience truly enhanced clarity and speech comprehension with the one-of-a-kind Linner Hearing App, state-of-the-art 18-channel Digital Sound Processor, and noise reduction with adaptive feedback control and more. What's more, these double as your high-end Bluetooth earbuds, so you can talk on the phone, listen to books or music and more with the same level of enhanced clarity. IP4 Water & Sweatproof (do not submerge). Hearing life again has never been simpler than with Linner Mars.",
      "category": "Technology",
      "image": "https://www.brookstone.com/cdn/shop/files/B300_Cosmic_Blue_1_750x.jpg?v=1717544796"
    },
    {
      "id": 36,
      "title": "Loftie Nightlights",
      "price": "29.99",
      "description": "Scare away monsters and find the bathroom at night with Loftie Night Lights. These adorable nightlights emit a warm amber glow, mimicking the night mode on the Loftie Lamp. They’re also light sensing which means they turn on at dusk an",
      "category":"Sleep",
      "image": "https://www.brookstone.com/cdn/shop/files/nightlight-amber-02_750x.jpg?v=1722282859"
    }
  ]
}